
/** Clock.m */

/** ClockController.m */

/** ComposeView.m */
"When replying to an E-Mail, add the signature to the" = "Bir mesaj yanıtlandığında, imza dosyasını";
"beginning" = "başlangıca";
"end" = "sona";
"of the message." = "ekle.";
"When forwarding an E-Mail, add the signature to the" = "Bir mesaj yönlendirildiğinde, imza dosyasını";
"Wrap lines at" = "sözcük kaydır";
"characters when sending plain/text messages." = "düz/metin mesaj gönderildiğinde karakterler.";
"Default charset used when sending a message:" = "mesaj gönderilirken varsayılan dil kodlaması:";
"Automatic" = "Otomatik";

/** ComposeViewController.m */
"Compose" = "Yeni İleti";
/* "Automatic" =  "Otomatik"; */

/** Face.m */

/** FaceController.m */

/** ExtendedFilteringTableView.m */

/** ExtendedTableColumn.m */

/** FilterEditorWindow.m */
"Description:" = "Tanım:";
"Active" = "Aktif";
"Filter type:" = "Filtre tipi:";
"Incoming" = "Gelen";
"Outgoing" = "Giden";
"External Program" = "Çağrılacak Program";
"Process with external program:" = "Çağrılacak programla süreç:";
"and apply criteria(s)" = "ve kriterleri uygula";
"after" = "sonra";
"before" = "önce";
"program execution." = "program çalıştırma.";
"Criteria" = "Kriter";
"To" = "Kime";
"Cc" = "Cc";
"To or Cc" = "Kime veya Cc";
"Subject" = "Konu";
"From" = "Kimden";
"Expert..." = "Uzman...";
"Contains" = "İçerilen";
"Is Equal" = "Eşit mi";
"Has Prefix" = "Ön Eki";
"Has Suffix" = "Son Eki";
"Match Expression" = "Tam eşleşme";
"and" = "ve";
"or" = "veya";
"(none)" = "(yok)";
"Action" = "Eylem";
"Set the color to:" = "Rengi buna ayarla:";
"Transfer to mailbox:" = "Posta kutusuna taşı:";
"Do..." = "Yap...";
"Delete the message" = "Mesajı sil";
"Blue" = "Mavi";
"Brown" = "Kahverengi";
"Cyan" = "Açık mavi(Cyan)";
"Dark Gray" = "Koyu Gri";
"Green" = "Yeşil";
"Magenta" = "Magenta";
"Orange" = "Portakal";
"Purple" = "Mor";
"Red" = "Kırmızı";
"White" = "Beyaz";
"Yellow" = "Sarı";
"Bounce to:" = "Bounce to:";
"Forward to:" = "Yönlendir:";
"Reply to:" = "Cevapla:";
"Set message" = "Mesaj ayarla";
"Cancel" = "İptal";
"OK" = "Tamam";

/** FilterEditorWindowController.m */
"Add a filter" = "Filtre ekle";
"Error!" = "Hata!";
"The selected target folder (%@) holds folders, not messages." = "Seçili (%@) klasörü mesaj içermiyor. Sadece klasörler var.";
/* "OK" =  "Tamam"; */
"Warning!" = "Uyarı!";
"Defining a Coloring filter that uses an external program is a BAD idea.\nThis will slow down drastically the application." = "Bir dış program kullanan renk filtresi tanımlamak KÖTÜ bir fikir.\nBu uygulamayı ciddi biçimde yavaşlatacaktır.";
/* "To" =  "Kime"; */
/* "Cc" =  "Cc"; */
/* "To or Cc" =  "Kime veya Cc"; */
/* "From" =  "Kimden"; */
"Is in Address Book" = "Adres defterinde var";

/** FilterHeaderEditorWindow.m */
"Header" = "Başlık";
"Header:" = "Başlık:";
"Remove" = "Çıkar";
"Add" = "Ekle";
/* "Cancel" =  "İptal"; */
/* "OK" =  "Tamam"; */

/** FilterHeaderEditorWindowController.m */
"Add a header" = "Bir başlık ekle";

/** FilterMessageWindow.m */
"Text to include before original message:" = "Orijinal mesajdan önce dahil edilecek metin:";
/* "Cancel" =  "İptal"; */
/* "OK" =  "Tamam"; */

/** FilterMessageWindowController.m */

/** FilteringView.m */
"Rules" = "Kurallar";
/* "Active" =  "Aktif"; */
"Add..." = "Ekle...";
"Delete" = "Sil";
"Edit..." = "Değiştir...";
"Duplicate" = "Kopyasını çıkar";

/** FilteringViewController.m */
"Yes" = "Evet";
"No" = "Hayır";
"Delete..." = "Sil...";
"Are you sure you want to delete this filter?" = "Bu filtreyi silmek istediğinizden emin misiniz?";
/* "Cancel" =  "İptal"; */
"Edit a filter" = "Bir filtreyi değiştir";
"Filtering" = "Filtreleme";

/** FontsView.m */
"Font used when displaying a message for:" = "Bir mesaj gösterildiğinde kullanılacak yazıtipi:";
"Header name:" = "Başlık adı:";
"Size:" = "Boyut:";
"Header value:" = "Başlık değeri:";
"Content of message:" = "Mesajın içeriği:";
"Use fixed-width font for plain text messages" = "Düz metin mesajlar için sabit genişlikli yazıtipi kullan";
"Plain text font:" = "Düz metin yazıtipi:";

/** FontsViewController.m */
"Fonts" = "Yazıtipleri";

/** MIMEView.m */
"Mime-Type" = "Mime-Tipi";
"File extension(s)" = "Dosya uzantısı";
/* "Add..." =  "Ekle..."; */
/* "Delete" =  "Sil"; */
/* "Edit..." =  "Değiştir..."; */
"Import from mailcap" = "Mailcap'ten ithal et";

/** MIMEViewController.m */
/* "Delete..." =  "Sil..."; */
"Are you sure you want to delete this Mime-Type entry?" = "Bu Mime-Tipini silmek istediğinizden emin misiniz?";
/* "Cancel" =  "İptal"; */
/* "Yes" =  "Evet"; */
"MIME" = "MIME";

/** MailcapParser.m */

/** MailcapWindow.m */
/* "Mime-Type" =  "Mime-Tipi"; */
"Command" = "Komut";
/* "Cancel" =  "İptal"; */
"Import" = "Al";

/** MailcapWindowController.m */
"Import from mailcap file" = "Mailcap'ten al";
"Mailcap Import Error!" = "Mailcap'ten alma hatası!";
"You must select at least one mailcap item to import!" = "En az bir mailcap öğesi seçmelisiniz!";
/* "OK" =  "Tamam"; */

/** MimeTypeEditorWindow.m */
"Mime-Type (ex: image/jpeg):" = "Mime-Tipi (örn: resim/jpeg):";
"File extensions (ex: jpeg,jpg,jpe):" = "Dosya uzantıları (örn: jpeg,jpg,jpe):";
/* "Description:" =  "Tanım:"; */
"View:" = "Gör:";
"Display if possible (as icon if it is not possible)" = "Mümkünse göster (Mümkün değilse simge olarak göster)";
"Always display as icon" = "Daima simge olarak göster";
"Action:" = "Eylem:";
"Prompt save panel" = "Prompt save panel";
"Open with external program:" = "Dışardan uygulama ile aç:";
"Choose" = "Seç";
"Needs a terminal for the external program" = "Dış uygulama için terminale ihtiyaç var";
"Please choose an icon to represent this Mime-Type (tiff file only):" = "Lütfen bu Mime-Tipini temsilen bir simge seçin (sadece tiff dosya):";
/* "Cancel" =  "İptal"; */
/* "OK" =  "Tamam"; */

/** MimeTypeEditorWindowController.m */
"Add a Mime-Type" = "Mime-Tipi ekle";
"Edit a Mime-Type" = "Mime-Tipi'ni değiştir";

/** MailboxesView.m */
"Default mailbox used for:" = "Varsayılan posta kutusu:";
"Inbox:" = "Gelen:";
"Outbox:" = "Giden:";
"Drafts:" = "Taslaklar:";
"Trash:" = "Çöp:";
"(If you don't see all your IMAP mailboxes, first open the connection to this IMAP server.)" = "(Eğer IMAP posta kutularınızın tümünü göremiyorsanız, önce bu IMAP sunucusuna bağlantı açın.)";
"Compact mailbox when closing (not recommended)" = "Posta kutusunu kapatırken sıkıştır (tavsiye edilmez)";
"Reuse the mail window when selecting a folder" = "Bir klasör seçildiğinde mesaj penceresini kullan";

/** MailboxesViewController.m */
"Mailboxes" = "Posta kutuları";

/** PGPController.m */
"Encrypt" = "Şifrele";
"Sign" = "İmza";
"\nThe supplied passphrase was wrong or not given" = "\nSağlanan geçiş sözcüğü (passphrase) yanlış ya da alınamadı";
"\nWrong passphrase (or something else)" = "\nYanlış geçiş sözcüğü (passphrase) (veya başka bir şey)";
"\nYour key is expired. You must generate a new one\nbefore trying to send again any signed or encrypted messages." = "\nAnahtarınızın süresi dolmuş. Yeniden başka imzalı ya da\nşifreli mesaj göndermeden önce yeni bir tane yaratmalısınız.";
"Decryption failed due the following reason(s):\n" = "Şifre çözme şu sebepten dolayı başarısız oldu :\n";
/* "Error!" =  "Hata!"; */
/* "OK" =  "Tamam"; */
"Encryption failed due the following reason(s):\n" = "Şifreleme şu sebepten dolayı başarısız oldu :\n";
"Passphrase for %@" = "%@ için geçiş sözcüğü";

/** PGPView.m */
"GPG/PGP executable path:" = "GPG/PGP çalıştırma patikası:";
"User E-Mail address:" = "Kullanıcı e-posta adresi:";
"Use FROM E-Mail address for signing" = "İmzalama için KİMDEN ee-postaadresini kullan";

/** PGPViewController.m */
"Version: %@" = "Versiyon: %@";
"PGP" = "PGP";

/** NewPersonalProfilePanel.m */
"Please enter the name of the new profile:" = "Yeni profil adını girin:";
/* "Cancel" =  "İptal"; */
/* "OK" =  "Tamam"; */

/** NewPersonalProfilePanelController.m */
"New Personal Profile" = "Yeni Kişisel Profil";

/** PersonalView.m */
"Available personal profiles:" = "Varolan Kişisel Profiller:";
/* "Add" =  "Ekle"; */
/* "Delete" =  "Sil"; */
"Set this profile as default" = "Bu profili varsayılan yap";
"Your name:" = "Adınız:";
"Your E-Mail address:" = "e-posta adresiniz:";
"Reply-to address:" = "Cevap Adresi:";
"Organization:" = "Kurum:";
"Signature" = "İmza";
"Obtain signature from" = "İmzayı şurdan al";
"content of file" = "Dosya içeriği";
"program's output" = "programın çıktısı";
/* "Choose" =  "Seç"; */

/** PersonalViewController.m */
/* "Error!" =  "Hata!"; */
"This profile name already exists. Please choose another name." = "Bu profil adı zaten var. Lütfen başka bir tane seçin.";
/* "OK" =  "Tamam"; */
"You must have at least one defined personal profile at any time." = "En az bir tane tanımlı kişisel profil dosyanız olmalı.";
/* "Delete..." =  "Sil..."; */
"Are you sure you want to delete the %@ personal profile?" = " %@ kişisel profilini silmek istediğinizden emin misiniz?";
/* "Cancel" =  "İptal"; */
/* "Yes" =  "Evet"; */
"Personal" = "Kişisel";

/** IMAPView.m */
"Check for mail every" = "Her";
"minutes" = "dakikada bir mesajları kontrol et";
"Folders" = "Klasörler";
"Subscribed" = "Üye olunmuş";
"List" = "Liste";
"Subscribe" = "Üye ol";
"Unsubscribe" = "Üyelikten çık";

/** IMAPViewController.m */
"All Folders" = "Tüm Klasörler";
"Y" = "Y";
/* "Error!" =  "Hata!"; */
"Authentication error with the IMAP server." = "IMAP sunucusunda yetkilendirme hatası.";
/* "OK" =  "Tamam"; */
"An error occured while listing the folders on this IMAP server." = "IMAP sunucusundaki klasörler listelenirken bir hata oluştu";
"You are already subscribed to this IMAP folder." = "Bu IMAP klasörüne zaten üyesiniz.";
"You cannot subscribe to this folder." = "Bu klasöre üye olamazsınız.";
"An error occured while subscribing to folder:\n%@." = "Şu klasöre üye olmaya çalışırken hata oluştu:\n%@.";
"You are already unsubscribed from this IMAP folder." = "Bu IMAP klasörüne üyelikte zaten çıkmış durumdasınız.";
"An error occured while unsubscribing to folder:\n%@." = "Şu klasöre üyelikten çıkmaya çalışırken hata oluştu:\n%@.";

/** POP3View.m */
"Leave messages on server for" = "Mesajların bir kopyasını sunucuda bırak";
"days" = "günler";
"Use APOP (if possible)" = "APOP kullan (mümkünse)";
"Download messages from this server into mailbox:" = "mesajları bu sunucudan posta kutusuna indir:";
"(If you don't see all your IMAP mailboxes, first open the connection\nto this IMAP server.)" = "(Eğer tüm IMAP posta kutularınızı göremiyorsanız,\nöncebu IMAP sunucusuna bağlanın.)";

/** POP3ViewController.m */

/** ReceivingView.m */
"Retrieve mail (for POP3 accounts and local mail spool file)" = "mesajları al (sadece POP3 hesapları ve yerel mektup dosyaları)";
"Manually" = "Elle";
"Automatically every" = "Otomatik olarak her";
/* "minutes" =  "dakika"; */
"Incoming mail servers" = "Gelen e-posta sunucuları";
"Incoming Servers" = "Gelen Sunucuları";
/* "Add" =  "Ekle"; */
"Edit" = "Değiştir";
/* "Delete" =  "Sil"; */
"Show alert panel for received and transferred messages" = "Alınan ve gönderilen mesajlar için uyarı panelini göster";
"Show No New Messages panel" = "Yeni mesaj yok panelini göster";

/** ReceivingViewController.m */
"POP3" = "POP3";
"IMAP" = "IMAP";
"%@ [UNIX]" = "%@ [UNIX]";
/* "Error!" =  "Hata!"; */
"To edit this account, you must first close the connection with the server." = "Bu hesabı değiştirmek için, öncelikle sunucuyla bağlantıyı kesmelisiniz.";
/* "OK" =  "Tamam"; */
"To delete this account, you must first close the connection with the server." = "Bu hesabı silmek için, öncelikle sunucuyla bağlantıyı kesmelisiniz.";
/* "Delete..." =  "Sil..."; */
"Are you sure you want to delete this receiving server entry?" = "Sunucudan alınan bu girdiyi silmek istediğinizden emin misiniz?";
/* "Cancel" =  "İptal"; */
/* "Yes" =  "Evet"; */
"Receiving" = "Alma";

/** ReceivingWindow.m */
"Server type:" = "Sunuc Tipi:";
/* "POP3" =  "POP3"; */
/* "IMAP" =  "IMAP"; */
"UNIX" = "UNIX";
"Server name:" = "Sunucu adı:";
"Port:" = "Port:";
"Username:" = "Kullanıcı adı:";
"Password:" = "Şifre:";
"Remember password" = "Şifreyi hatırla";
"Verify for new mail on startup" = "Başlangıçta yeni e-postayı onayla";
"Use secure connection (SSL)" = "Güvenli bağlantı kullan (SSL)";
"General" = "Genel";
/* "Cancel" =  "İptal"; */
/* "OK" =  "Tamam"; */

/** ReceivingWindowController.m */
"Receiving preferences" = "Özellikler alınıyor";
/* "IMAP" =  "IMAP"; */
/* "POP3" =  "POP3"; */
/* "UNIX" =  "UNIX"; */

/** UNIXView.m */
"Mail spool file:" = "Posta kuyruk dosyası:";
/* "Choose" =  "Seç"; */
"Download messages from this spool file into mailbox:" = "Bu kuyruktaki mesajları şu posta kutusuna indir:";
/* "(If you don't see all your IMAP mailboxes, first open the connection\nto this IMAP server.)" =  "(If you don't see all your IMAP mailboxes, first open the connection\nto this IMAP server.)"; */

/** UNIXViewController.m */

/** SendingView.m */
"Delivery methods" = "Teslim şekilleri";
"Method" = "Metod";
"Value" = "Değer";
/* "Add" =  "Ekle"; */
/* "Edit" =  "Edit"; */
/* "Remove" =  "Kaldır"; */
"Additional Outgoing Headers" = "Ek giden başlıklar";
"Key" = "Anahtar";
"Key:" = "Anahtar:";
"Value:" = "Değer:";

/** SendingViewController.m */
"SMTP" = "SMTP";
"Mailer" = "Mailer";
/* "Delete..." =  "Sil..."; */
"Are you sure you want to delete this transport method?" = "Bu taşıma şeklini silmek istediğinizden emin misiniz?";
/* "Cancel" =  "İptal"; */
/* "Yes" =  "Evet"; */
"Sending" = "Gönderme";

/** TransportMethodEditorWindow.m */
"Transport method:" = "Taşıma şekli:";
/* "Mailer" =  "Mailer"; */
/* "SMTP" =  "SMTP"; */
"Mailer:" = "Mailer:";
"Host:" = "Host:";
/* "Port:" =  "Port:"; */
"Authenticate using" = "Onaylama kullanılıyor";
"Most secure" = "En güvenli";
"Supported mechanisms" = "Desteklenen mekanizmalar";
/* "Username:" =  "Kullanıcı adı:"; */
/* "Password:" =  "Şifre:"; */
/* "Remember password" =  "Şifreyi hatırla"; */
"Associated personal profile:" = "İlişkili kişisel profil:";
/* "Cancel" =  "İptal"; */
/* "OK" =  "Tamam"; */

/** TransportMethodEditorWindowController.m */
"Add a transport method" = "Bir taşıma şekli ekle";
"Edit a transport method" = "Bir taşıma şeklini değiştir";

/** ViewingView.m */
"Messages" = "Mesajlar";
"Hide deleted messages on startup" = "Başlangıçta silinmiş mesajları gizle";
"Hide read messages on startup" = "Başlangıçta okunmuş mesajları gizle";
"Highlight URLs in message content" = "Mesaj içeriğindeki URL leri işaretle";
"Table columns" = "Tablo kolonları";
"Status" = "Durum";
"Id" = "Kimlik";
"Date" = "Tarih";
/* "From" =  "Kimden"; */
/* "Subject" =  "Konu"; */
"Size" = "Boyut";
"Shown headers while viewing a mail" = "Bir posta görüntülenirken gösterilecek başlıklar";
"Show all headers" = "Tüm başlıkları göster";
/* "Remove" =  "Kaldır"; */
/* "Add" =  "Ekle"; */
"Defaults" = "Varsayılanlar";
/* "Key:" =  "Anahtar:"; */
"Shown Headers" = "Gösterilen Başlıklar";
"Double-clicking in message list:" = "Mesaj listesinde çift tıklama:";
"Opens reply editor" = "Cevaplama editörünü açar";
"Opens message in new window" = "Postaları yeni pencerede açar";

/** ViewingViewController.m */
"Viewing" = "Görüntüleme";

/** Address.m */

/** AddressBook.m */
/* "General" =  "Genel"; */

/** AddressBookController.m */
"Address Book" = "Adres Defteri";
"Add Group" = "Grup Ekle";
"Delete Group" = "Grup Ekle";
/* "General" =  "Genel"; */
/* "Error!" =  "Hata!"; */
"This group already exist! Please choose an other name." = "Bu grup zaten var! Lütfen başka bir isim seçin.";
/* "OK" =  "Tamam"; */
/* "Delete..." =  "Sil..."; */
"Are you sure you want to delete this address?" = "Bu Adresi silmek istediğinizden emin misiniz?";
/* "No" =  "Hayır"; */
/* "Yes" =  "Evet"; */
"Are you sure you want to delete this group?" = "Bu grubu silmek istediğinizden emin misiniz?";
"You must select a group to import the addresses in." = "Adresin gönderileceği bir grup seçmelisiniz.";
"< no address >" = "< adres yok >";
"Add Address" = "Adres Ekle";
"Delete Address" = "Adres Sil";
"Enter the contact's E-Mail address here" = "Kişinin E-posta adresini giriniz";
"Groups" = "Gruplar";
"Move to:" = "Taşı:";

/** AddressBookWindow.m */
/* "Groups" =  "Gruplar"; */
"Name:" = "Adı:";
"Modify" = "Değiştir";
"Import from:" = "Şurdan ihraç et:";
"OPENSTEP Mail.app" = "OPENSTEP Mail.app";
"LDIF" = "LDIF";
"Close" = "Kapat";

/** BounceWindow.m */
"Send" = "Gönder";
"Addresses" = "Adresler";
"From:" = "Kimden:";
"Using:" = "Kullanılıyor:";
"To:" = "Kime:";
"Cc:" = "Cc:";
"Bcc:" = "Bcc:";

/** BounceWindowController.m */
"Bounce a message" = "Bounce a message";
/* "Error!" =  "Hata!"; */
"Unable to create a valid bounced message.\nPlease, report this as a bug." = "Unable to create a valid bounced message.\nPlease, report this as a bug.";
/* "OK" =  "OK"; */
"Please, verify that the To/Cc/Bcc fields are correct. Also, you MUST have at least one\nvalid E-Mail address in the To field." = "Lütfen, Kime/Cc/Bcc alanlarının doğruluğunu onaylayın. \nAyrıca, kime alanında en az bir tane geçerli E-posta adresi olmalı";
"Stop" = "Dur";
"Starting the thread for bouncing the E-Mail..." = "Bounce mail işlemi başlatılıyor...";
"Closing..." = "Kapatılıyor...";
"A mail is currently being sent. Please wait." = "Bir mail şimdi gönderildi. Lütfen bekleyiniz.";
"An error occured during the authentication with the SMTP server (%@)." = "SMTP sunucusu ile güvenli bağlantı sırasında bir hata oluştu (%@).";
"An error occured while sending the E-Mail. It might be a network\nproblem or an error in your sending preferences." = "E-posta gönderilirken bir hata oluştu. Bu bir ağ\nproblemi ya da gönderme ayarlarınızdan olabilir.";
/* "Send" =  "Send"; */
"Manual stop of bouncing thread." = "Bouncing işlemini elle durdurma .";
"Exiting the thread used to bounce the E-Mail..." = "Bounce E-posta gönderme işleminden çıkılıyor...";

/** BounceWindowToolbar.m */

/** ConsoleWindow.m */
/* "Date" =  "Tarih"; */
"Message" = "Mesaj";

/** ConsoleWindowController.m */
/* "Date" =  "Tarih"; */
"%H:%M:%S.%F" = "%H:%M:%S.%F";

/** EditWindow.m */
/* "Send" =  "Gönder"; */
"Attach" = "Ek";
"Add Cc" = "Cc Ekle";
"Add Bcc" = "Bcc Ekle";
/* "Addresses" =  "Adresler"; */
/* "From:" =  "Kimden:"; */
/* "Using:" =  "Kullanılıyor:"; */
"Charset:" = "Karakter kümesi:";
/* "Automatic" =  "Otomatik"; */
/* "To:" =  "Kime:"; */
/* "Cc:" =  "Cc:"; */
/* "Bcc:" =  "Bcc:"; */
"Subject:" = "Konu:";

/** EditWindowController.m */
/* "Error!" =  "Hata!"; */
"You must have at least one transport agent defined.\nSee Preferences -> Sending." = "En az bir gönderme ajanı tanımlamalısınız.Ayarlar->Gönderme kısmına bakınız";
/* "OK" =  "OK"; */
/* "Stop" =  "Stop"; */
"Starting the thread for sending the E-Mail..." = "E-posta gönderme işlemi başlatılıyor...";
"(no subject)" = "(konu yok)";
/* "Closing..." =  "Kapatılıyor..."; */
/* "A mail is currently being sent. Please wait." =  "A mail is currently being sent. Please wait."; */
"Would you like to save this message in the Drafts folder?" = "Bu mesajı seçilenler klasörüne kaydetmek istiyor musunuz?";
/* "Cancel" =  "Cancel"; */
/* "Yes" =  "Yes"; */
/* "No" =  "No"; */
"An error occured while attempting to obtain the message store for the Drafts folder." = "Mesaj seçilenler klasörüne alınırken hata oluştu.";
"Remove Cc" = "Cc Kaldır";
/* "Add Cc" =  "Add Cc"; */
"Remove Bcc" = "Bcc kaldır";
/* "Add Bcc" =  "Add Bcc"; */
/* "An error occured during the authentication with the SMTP server (%@)." =  "An error occured during the authentication with the SMTP server (%@)."; */
/* "An error occured while sending the E-Mail. It might be a network\nproblem or an error in your sending preferences." =  "An error occured while sending the E-Mail. It might be a network\nproblem or an error in your sending preferences."; */
/* "Send" =  "Send"; */
"An error occured while attempting to obtain the message store for the Outbox folder.\nThe message nonetheless successfully sent." = "Mesaj gönderilenler klasörüne alınırken hata oluştu.\nBuna rağmen gönderme başarılı.";
"You must define a recipient in the field \"To\"." = "\"Kime\" alanına bir alıcı tanımlamalısınız";
/* "Automatic" =  "Otomatik"; */
"Manual stop of sending thread." = "Gönderme işlemini elle durdurma.";
"Exiting the thread used to send the E-Mail..." = "E-posta gönderme işleminden çıkılıyor...";
"An error occured while decoding %@. Please fix this address." = "%@ çözülürken bir hata oluştu. Lütfen bu adresi düzeltin";
"%0.1fKB (%d characters)" = "%0.1fKB (%d karakter)";

/** EditWindowToolbar.m */

/** ExtendedAttachmentCell.m */
"%@ (%d bytes)" = "%@ (%d byte)";
"%@ (%d KB)" = "%@ (%d KB)";

/** ExtendedCell.m */

/** ExtendedOutlineView.m */

/** ExtendedTableView.m */

/** ExtendedWindow.m */

/** Filter.m */

/** FilterManager.m */

/** FindWindow.m */
"Find:" = "Bul:";
"Replace with:" = "Değiştir:";
"Find Scope" = "Faaliyet alanı bul";
"Summaries" = "Özet";
/* "Messages" =  "Messages"; */
"Find Options" = "Bul Seçenekleri";
"Ignore Case" = "Büyük/küçük duyarlı değil";
"Regular Expression" = "Düzgün Deyim";
"Find All" = "Hepsini Bul";
"Replace" = "Değiştir";
"Replace & Find" = "Değiştir & Bul";
"Previous" = "Önceki";
"Next" = "Sonraki";

/** FindWindowController.m */
"Find" = "Bul";
"Searching..." = "Bulunuyor...";
"Done searching. %d results found." = "Bulma işlemi tamamlandı. %d sonuç bulundu.";

/** FolderNode.m */

/** FolderNodePopUpItem.m */

/** GNUMail.m */
/* "Error!" =  "Hata!"; */
"An error occured while attempting to obtain the message store for target filter." = "Hedef süzgeç için mesaj kaydetme sırasında hata oluştu.";
/* "OK" =  "OK"; */
/* "You must have at least one transport agent defined.\nSee Preferences -> Sending." =  "En az bir gönderme ajanı tanımlamalısınız.Ayarlar->Gönderme kısmına bakınız."; */
"Your Software is up-to-date" = "Program sürümü güncel";
"You have the most recent version of GNUMail." = "GNUMail'in en son sürümüne sahipsiniz.";
"A New Version is Available" = "Yeni sürüm var";
"A new version of GNUMail is available (version %@). Would you like to download the new version now?" = "GNUMail'in yeni bir sürümü mevcut (sürüm %@). Yeni sürümü şimdi indirmek ister misiniz?";
/* "Cancel" =  "Cancel"; */
"Feature not implemented!" = "Özellik henüz eklenmedi!";
"Sorry, this feature is only available under Mac OS X." = "Üzgünüm, bu özellik sadece Mac OS X altında geçerli.";
"Compact..." = "küçült...";
"Compacting a mailbox will permanently remove deleted messages.\nDo you want to continue?" = "Bir postakutusunu küçültmek silinmiş mesajların kesinlikle silinmesine neden olur?\nDevam etmek istiyor musunuz";
/* "No" =  "No"; */
/* "Yes" =  "Yes"; */
"Compacting mailbox, please wait..." = "Postakutusu küçültülüyor, lütfen bekleyiniz...";
"Done compacting mailbox %@." = "%@ Postakutusu küçültme işlemi tamamlandı.";
"New message..." = "Yeni mesaj...";
"Undelete" = "Geri al";
/* "Delete" =  "Delete"; */
"Mark as Unread" = "Okunmamış olarak işaretle";
"Mark as Read" = "Okunmuş olarak işaretle";
"Mailbox error!" = "Postakutusu hatası!";
"You must select a valid mailbox to open!" = "Geçerli bir postakutusu seçmelisiniz!";
"Local" = "Yerel";
"Information" = "Bilgilendirme";
"Use the same directory (%@) to save all other attachments? (override the files with the same name)." = "Tüm diğer ekler için aynı klasör (%@) mü kullanılsın? (Aynı adlı dosyaların üzerine yazılır).";
"Show Filtered Headers" = "Süzülmüş başlıkları göster";
"Show All Headers" = "Tüm başlıkları göster";
"Hide Status Bar" = "Durumu çubuğunu gizle";
"Show Status Bar" = "Durum çubuğunu göster";
"Show Normal Display" = "Normal görünüm";
"Show RAW Source" = "(RAW) kaynağı görüntüle";
"Info" = "Bilgi";
"Mailbox" = "Postakutusu";
/* "Message" =  "Message"; */
/* "Compose" =  "Compose"; */
/* "Edit" =  "Edit"; */
"Windows" = "Pencereler";
"Print" = "Yazdır";
"Services" = "Servisler";
"Hide" = "Gizle";
"Quit" = "Çık";
"Info Panel..." = "Bilgi Paneli...";
"Check For Updates" = "Güncellemeleri Kontrol Et";
"Preferences..." = "Ayarlar...";
"Help..." = "Yardım...";
"Mailboxes..." = "Postakutuları...";
"Get New Mail" = "Yeni postaları al";
"Sorting" = "Sıralanıyor";
"Sort by Date" = "Tarihe göre Sırala";
"Sort by Name" = "İsme göre Sırala";
"Sort by Number" = "Sayıya göre Sırala";
"Sort by Size" = "Boyuta göre Sırala";
"Sort by Subject" = "Konuya göre Sırala";
"Hide Deleted" = "Silinmişleri Gizle";
"Hide Read" = "Okunmuşları Gizle";
"Compact" = "Küçült";
"Select All Messages" = "Tüm Mesajları Seç";
"Send to Address Book" = "Adres Defterine Gönder";
"Save Attachment" = "Ekleri Kaydet";
"Save Text from Message" = "Mesajdaki metni kaydet";
"Text Encodings" = "Metin kodlama";
"Bounce..." = "Bounce...";
"Apply Manual Filters" = "Elle filtreyi uygula";
"New" = "Yeni";
"Reply" = "Cevapla";
"Reply All" = "Hepsine Cevapla";
"Forward" = "İlet";
"Addresses..." = "Adresler...";
"Drafts" = "Seçilenler";
"Save in Drafts" = "Seçilenlere kaydet";
"Restore Draft" = "Seçilenleri düzelt";
"Cut" = "Kes";
"Copy" = "Kopyala";
"Paste" = "Yapıştır";
"Undo" = "Geri Al";
/* "Find" =  "Find"; */
"Spelling..." = "İmla denetimi...";
"Check Spelling" = "İmla denetimi yap";
"Select All" = "Hepsini seç";
"Find Panel..." = "Bul Paneli...";
"Find Next" = "Sonrakini Bul";
"Find Previous" = "Öncekini bul";
"Enter Selection" = "Seçim girin";
"Console" = "Konsol";
"Arrange" = "Düzenle";
"Miniaturize" = "Küçük göster";
/* "Close" =  "Close"; */
"Setup Printer" = "Yazıcıyı yapılandır";
"Important!" = "Önemli!";
"No configuration found for GNUMail.app" = "GNUMail.app için yapılandırma bulunamadı";
"Configure" = "Yapılandır";
"Loaded bundle at path %@" = "%@ yolundaki paket yüklendi";
"Failed to initialize bundle at path %@" = "%@ yolundaki paket hazırlanırken hata oluştu";
"Error loading bundle at path %@" = "%@ yolundaki paket yüklenirken hata oluştu";
"All" = "Tümü";
"Show Deleted" = "Silinmişleri göster";
"Show Read" = "Okunmuşları göster";
"Default" = "Varsayılan";

/** GNUMailConstants.m */

/** Group.m */

/** LabelWidget.m */

/** LocalMailDelivery.m */

/** MailHeaderCell.m */

/** MailWindow.m */
/* "Delete" =  "Delete"; */
"Get" = "Al";
/* "Mailboxes" =  "Mailboxes"; */
/* "Compose" =  "Compose"; */
/* "Reply" =  "Reply"; */
/* "Forward" =  "Forward"; */
/* "Addresses" =  "Addresses"; */
/* "Find" =  "Find"; */
/* "Status" =  "Status"; */
/* "Id" =  "Id"; */
/* "Date" =  "Date"; */
/* "From" =  "From"; */
/* "Subject" =  "Subject"; */
/* "Size" =  "Size"; */

/** MailWindowController.m */
/* "New message..." =  "New message..."; */
"Local - %@" = "Yerel - %@";
"IMAP on %@ - %@" = "IMAP : %@ - %@";
"No Messages!" = "Mesaj yok!";
"There are no messages in this Mailbox!" = "Bu Postakutusunda mesaj yok!";
/* "OK" =  "OK"; */
"< unknown >" = "< bilinmeyen >";
/* "Closing..." =  "Kapatılıyor..."; */
"GNUMail.app is currently receiving E-Mails. Please wait." = "GNUMail.app şu anda E-postaları alıyor. Lütfen bekleyiniz.";
"Would you like to close the connection with the IMAP server?" = "IMAP sunucusu ile bağlantıyı kapatmak istiyor musunuz?";
/* "Cancel" =  "Cancel"; */
/* "Yes" =  "Yes"; */
/* "No" =  "No"; */
"Closed local folder %@." = "%@ yerel klasörü kapatıldı.";
"Closed IMAP folder %@ on %@." = "%@ on %@ IMAP klasörü kapatıldı.";
"Closing IMAP connection on %@." = "%@ deki IMAP bağlantısı kapatıldı.";
/* "Stop" =  "Stop"; */
"Starting the fetching thread for %@.." = "%@ alma işlemi başlatılıyor..";
/* "Error!" =  "Hata!"; */
"Unable to communicate with the POP3 server (%@)." = "(%@) POP3 sunucusu ile iletişim kurulamıyor.";
"Invalid password %@ @ %@." = "Yanlış şifre : %@ @ %@.";
"An error occured while obtaining the IMAP Store to save the received message.\n%@" = "IMAP deposuna gelen mesajlar kaydedilirken hata oluştu.\n%@";
"The received message was saved in your local Inbox folder." = "Alınan mesajlar yerel Alınan klasörünüze kaydedildi";
"No New Messages..." = "Yeni mesaj yok...";
"There are no new messages on %@ @ %@." = "%@ @ %@ üzerinde yeni mesaj yok.";
/* "Get" =  "Get"; */
"Filtered messages..." = "Süzülmüş mesajlar...";
"%d messages have been transfered to the following folders:\n%@" = "%d mesajları aşağıdaki klasörlere transfer edildi:\n%@";
"%d messages (%dKB) - %d unread (%dKB) - %d selected (%0.1fKB) - %d deleted" = "%d mesaj (%dKB) - %d okunmamış (%dKB) - %d seçili (%0.1fKB) - %d silinmiş";
"IMAP %@ @ %@ - %@" = "IMAP %@ @ %@ - %@";
"No new messages on server %@" = "%@ sunucusunda yeni mesaj yok";
"Got a %@ while estabilishing (or closing) the POP3 connection to server %@." = "POP3 sunucuya bağlantı açılırken (ya da kapatılırken) %@ alındı. Sunucu : %@.";
"Exiting the fetching thread for %@..." = "%@ alma işleminden çıkılıyor...";
"Got a %@ while transferring mails from %@." = "Bir %@ alındı (%@ 'den postalar alınırken).";

/** MailWindowToolbar.m */

/** MailboxManager.m */
"Open this folder on startup" = "Başlangıçta bu klasörü aç";
/* "Mailbox" =  "Mailbox"; */
/* "Size" =  "Size"; */
/* "Messages" =  "Messages"; */
/* "Close" =  "Close"; */

/** MailboxManagerCache.m */

/** MailboxManagerController.m */
/* "Mailboxes" =  "Mailboxes"; */
/* "Mailbox" =  "Mailbox"; */
"All Mailboxes" = "Tüm Postakutuları";
/* "Size" =  "Size"; */
"%d KB" = "%d KB";
/* "Messages" =  "MEsajlar"; */
"%d (%d unread)" = "%d (%d okunmamış)";
/* "Local" =  "Local"; */
/* "Closing..." =  "Closing..."; */
"Would you like to close the connection with this IMAP server?" = "Bu IMAP sunucusu ile bağlantıyı kesmek istiyor musunuz?";
/* "No" =  "No"; */
/* "Yes" =  "Yes"; */
/* "Closing IMAP connection on %@." =  "Closing IMAP connection on %@."; */
"Transfer error!" = "Transfer hatası!";
"You cannot transfer a message inside the same mailbox!" = "Bir mesajı içinde bulunduğu klasöre transfer edemezsiniz!";
/* "OK" =  "OK"; */
/* "Mailbox error!" =  "Mailbox error!"; */
/* "You must select a valid mailbox to open!" =  "You must select a valid mailbox to open!"; */
"You must select a valid mailbox\nto transfer this E-Mail to!" = "Bu E-postayı transfer etmek için\ngeçerli bir Postakutusu tanımlamalısınız!";
"You cannot transfer E-Mails to this folder!" = "E-postaları bu klasöre transfer edemezsiniz!";
"You must select a valid root where to create this new mailbox." = "Bu yeni Postakutusunu yaratmak için geçerli bir kök seçmelisiniz.";
"Please select the mailbox you would like to delete." = "Lütfen silmek istediğiniz postakutusunu seçiniz.";
/* "Delete..." =  "Delete..."; */
"Are you sure you want to delete this mailbox?" = "Bu postakutusunu silmek istediğinizden emin misiniz?";
/* "Cancel" =  "Cancel"; */
"Error while deleting!" = "Silinirken hata!";
"You can't delete an opened mailbox! Close it first." = "Açık bir postakutusunu silemezsiniz. Önce kapatın.";
/* "Error!" =  "Error!"; */
"The mailbox delete operation failed." = "Postaktusu silme işlemi başarısız.";
"You must select a valid mailbox to rename!" = "Adını değiştirmek için geçerli bir postakutusu seçmelisini!";
"You can't rename an opened mailbox! Close it first." = "Açık bir postaktusunu yeniden adlandıramazsınız. Önce kapatın";
"Edit Mailbox" = "Postakutusunu düzenle";
"Please enter the new name of the Mailbox:" = "Lütfen Postakutusunun yeni adını giriniz:";
"The local mailbox %@ does not exist!" = "Yerel postakutusu %@ yok!";
"This folder (%@) holds folders, not messages!" = "Bu klasör (%@) klasör barındırır, mesaj değil!";
"Local folder %@ opened." = "Yerel klasör %@ açıldı.";
"A folder (%@) is already open. Please close it first." = "Bir klasör (%@) halihazırda açık. Lütfen önce onu kapatın.";
"Opening IMAP folder %@ on %@..." = "IMAP klasörü açılıyor %@ on %@...";
"IMAP folder %@ on %@ opened." = "IMAP klasörü %@ on %@ açıldı.";
"Connecting to IMAP server %@ using SSL" = "SSL kullanılarak %@ IMAP sunucusuna bağlanılıyor  ";
"Connecting to IMAP server %@" = "%@ IMAP sunucusuna bağlanılıyor";
"Unable to communicate with the IMAP server (%@:%i)." = "IMAP sunucusu ile haberleşilemiyor (%@:%i).";
"Authenticating using %@..." = "Güvenli bağlantı kullanılıyor %@...";
"Connected to %@!" = "%@ 'e bağlanıldı!";
/* "Invalid password %@ @ %@." =  "Invalid password %@ @ %@."; */
"A fatal error occured when appending the message to the %@ folder." = "%@ klasörüne mesaj eklenirken ölümcül hata oluştu.";

/** MailboxManagerToolbar.m */

/** MessageViewWindow.m */
/* "Delete" =  "Delete"; */
/* "Reply" =  "Reply"; */
/* "Forward" =  "Forward"; */
/* "Show All Headers" =  "Show All Headers"; */

/** MessageViewWindowController.m */

/** MessageViewWindowToolbar.m */

/** MimeType.m */

/** MimeTypeManager.m */

/** NSRegEx.m */

/** NSStringExtensions.m */

/** NSUserDefaultsExtensions.m */

/** NewMailboxPanel.m */
"Please enter the name of the new Mailbox:" = "Lütfen yeni Postakutusu için isim giriniz:";
/* "Cancel" =  "Cancel"; */
/* "OK" =  "OK"; */

/** NewMailboxPanelController.m */
"New Mailbox" = "Yeni Postakutusu";
/* "Local" =  "Local"; */
/* "Error!" =  "Error!"; */
"The mailbox rename operation failed." = "Postakutusu yeniden adlandırma işlemi başarısız.";
/* "OK" =  "OK"; */
"The mailbox create operation failed." = "Postakutusu yaratma işlemi başarısız.";

/** PasswordPanel.m */
"Please enter your password:" = "Lütfen şifrenizi giriniz:";
/* "Cancel" =  "Cancel"; */
/* "OK" =  "OK"; */

/** PasswordPanelController.m */

/** PreferencesWindow.m */
"Apply" = "Uygula";
/* "Cancel" =  "Cancel"; */
/* "OK" =  "OK"; */

/** PreferencesWindowController.m */
"Preferences Panel" = "Ayarlar Paneli";
"Loading preferences bundle at path %@." = "%@ yolundaki ayarlar paketi yükleniyor.";

/** TextEnrichedConsumer.m */

/** Utilities.m */
/* "Error!" =  "Error!"; */
"A part of this E-Mail can't be represented. Please report this as a bug." = "Bu E-postanın bir kısmı gösterilemiyor. Lütfen bunu bir hata olarak rapor ediniz.";
/* "OK" =  "OK"; */
"No text/plain part found. Please report this bug since GNUMail.app doesn't support this other kind of parts." = "Düz/Metin parçası bulunamadı. Lütfen bu hatayı bu GNUMail.app desteklemiyor olarak rapor ediniz.";
"Local Mailboxes" = "Yerel Postakutuları";
"Reply..." = "Cevapla...";
"Would you like to reply to all recipients?" = "Tüm alıcılara cevaplamak istiyor musunuz?";
/* "No" =  "No"; */
/* "Yes" =  "Yes"; */
"Reply to a message..." = "Bir mesajı cevapla...";
"Forward a message..." = "Bir mesajı ilet...";
"Save all" = "Hepsini Kaydet";
"The external program (%@) for opening this MIME-Type (%@) can't be found." = "Dış program bulunamadı (%@), bu MIME-Tipi için (%@).";

